Repository: anxdpanic/context.youtube.download
Catalog: resources/language/resource.language.*/strings.po
Languages: el_gr, he_il

# #30001
source: Download
el_gr: Μεταφόρτωση
he_il: הורד

# #30002
source: Download Video (Background)
el_gr: Μεταφόρτωση βίντεο (Παρασκήνιο)
he_il: הורד וידאו (ברקע)

# #30003
source: Download Video (Foreground)
el_gr: Μεταφόρτωση βίντεο (Προσκήνιο)
he_il: הורד וידאו (בחזית)

# #30004
source: youtube-dl Control
el_gr: Έλεγχος youtube-dl
he_il: בקרה - youtube-dl

# #30005
source: youtube-dl Settings
el_gr: Ρυθμίσεις youtube-dl
he_il: הגדרות - youtube-dl

# #30006
source: Download Audio (Background)
el_gr: Μεταφόρτωση ήχου (παρασκήνιο)
he_il: הורד אודיו (ברקע)

# #30007
source: Download Audio (Foreground)
el_gr: Μεταφόρτωση ήχου (προσκήνιο)
he_il: הורד אודיו (בחזית)

# #30900
source: Plugin URL not found
el_gr: Διεύθυνση μικροεφαρμογής δεν βρέθηκε
he_il: תוסף URL לא נמצא

# #30901
source: Video ID not found
el_gr: Αναγνωριστικό βίντεο δεν βρέθηκε
he_il: לא נמצא מזהה וידאו

# #30902
source: Stream not available
el_gr: Ροή μη διαθέσιμη
he_il: אין הזרמה זמינה

# #30903
source: No stream formats found
el_gr: Δεν βρέθηκαν δομές ροών
he_il: לא נמצאו תבניות הזרמה

# #30904
source: No audio-only stream formats found
el_gr: Δεν βρέθηκαν δομές ροών ήχου-μόνο
he_il: לא נמצאו תבניות הזרמה לשמע בלבד
